
[X2Ability_WOTC_APA_MedicAbilitySet]

;  -- Localized Strings for Medic Abilities --
;  -------------------------------------------

strMedicalSpecialistHealModMsg="医疗专家: 治疗<HealMod/>额外生命值"

strMedicalSpecialist1Name="医疗专家 I"
strMedicalSpecialist1Desc="<font color='#CA7200'>职业技能熟练度I段</font><br/><Bullet/> <font color='#3ABD23'>+<Ability:MED_I_FREE_MEDKITS/></font>免费急救包充能。<br/><Bullet/> 已装备的急救包有<font color='#3ABD23'>+<Ability:MED_I_EQUIPPED_MEDKITS_BONUS/></font>充能。"

strMedicalSpecialist2Name="医疗专家 II"
strMedicalSpecialist2Desc="<font color='#CA7200'>职业技能熟练度II段</font><br/><Bullet/> <font color='#3ABD23'>+<Ability:MED_I_FREE_MEDKITS/></font>免费急救包充能。<br/><Bullet/> 已装备的急救包有<font color='#3ABD23'>+<Ability:MED_I_EQUIPPED_MEDKITS_BONUS/></font>充能。<br/><Bullet/> 治疗能力治疗<font color='#3ABD23'>+<Ability:MED_II_MEDKIT_HEAL_BONUS/></font>生命值。<br/><Bullet/> <font color='#3ABD23'>+<Ability:MED_II_REVIVE_CHARGE_BONUS/></font>复苏充能。"

strMedicalSpecialist3Name="医疗专家 III"
strMedicalSpecialist3Desc="<font color='#CA7200'>职业技能熟练度III段</font><br/><Bullet/> <font color='#3ABD23'>+<Ability:MED_III_FREE_MEDKITS_TOTAL/></font>免费急救包充能。<br/><Bullet/> 已装备的急救包有<font color='#3ABD23'>+<Ability:MED_I_EQUIPPED_MEDKITS_BONUS/></font>充能。<br/><Bullet/> 治疗能力治疗<font color='#3ABD23'>+<Ability:MED_III_MEDKIT_HEAL_BONUS_TOTAL/></font>生命值。<br/><Bullet/> <font color='#3ABD23'>+<Ability:MED_II_REVIVE_CHARGE_BONUS/></font>复苏充能。"

strAdrenalineRushPenaltyDesc="肾上腺素激增的失效后作用给予<font color='#CA7200'>-<Ability:ADRENALINE_RUSH_DAMAGE_PENALTY/>%</font>伤害惩罚，直到下一回合开始。"
strAdvTraumaKitsReviveHealFlyover="高级创伤套件: 治疗<HealMod/>额外生命值"
strSteadiedBurstFireName="平稳短点射" ;Also set in WOTC_APA_Class_Pack.int due to order of compiling
strSuppressionAimPenaltyName="压制"
strCombatStimulantsTickedFlyover="战斗兴奋剂: 剩余<Duration/>回合"
strCombatStimulantsRemovedFlyover="战斗兴奋剂失效后 - 单位损失<Will/>意志力！"
;strCombatStimulantsRemovedFlyover="战斗兴奋剂失效后 - 单位损失<HP/>生命值和<Will/>意志力！"